/* json.dumps(response.hits.hits[0].to_dict(), indent=2)) */
{
  "_index": "ezid-app-search-dev",
  "_id": "doi:10.25338/B8JG7X",
  "_score": 2.823986,
  "_source": {
    "id": "doi:10.25338/B8JG7X",
    "datacenter": 266,
    "profile": {
      "id": 3,
      "label": "datacite"
    },
    "owner": {
      "id": 318,
      "username": "dash",
      "display_name": "CDL UC3 Dash",
      "account_email": "uc3@ucop.edu"
    },
    "ownergroup": {
      "id": 106,
      "name": "merritt",
      "organization": "CDL UC3 Merritt"
    },
    "create_time": "2019-04-23T18:14:27",
    "update_time": "2021-11-06T20:49:56",
    "status": "P",
    "unavailable_reason": "",
    "exported": true,
    "crossref_status": "",
    "crossref_message": "",
    "target": "http://datadryad.org/stash/dataset/doi:10.25338/B8JG7X",
    "agent_role": "",
    "is_test": false,
    "db_identifier_id": 17086500,
    "resource": {
      "creators": [
        "Yamaguchi, Mei",
        "Jospin, Guillaume",
        "Ganz, Holly",
        "Coil, David",
        "Eisen, Jonathan",
        "Cho, Adrienne",
        "Zaw, Thant",
        "McCartney, Mitchell",
        "Davis, Cristina"
      ],
      "title": "Bacteria isolated from bengal cat (Felis catus × Prionailurus bengalensis)\n      anal sac secretions produce volatile compounds associated with animal\n      signaling",
      "publisher": "Dryad",
      "publication_date": "2019",
      "type": "Dataset/dataset"
    },
    "word_bucket": "doi:10.25338/B8JG7X ; dash ; merritt ; CDL.UCD ; http://datadryad.org/stash/dataset/doi:10.25338/B8JG7X ; DOI ; 10.25338/B8JG7X ; Yamaguchi, Mei ; https://ror.org/05rrcem69 ; ROR ; University of California, Davis ; Jospin, Guillaume ; ORCID ; http://orcid.org/ ; 0000-0002-8746-2632 ; https://ror.org/05rrcem69 ; ROR ; University of California, Davis ; Ganz, Holly ; https://ror.org/05rrcem69 ; ROR ; University of California, Davis ; Coil, David ; ORCID ; http://orcid.org/ ; 0000-0001-6049-8240 ; https://ror.org/05rrcem69 ; ROR ; University of California, Davis ; Eisen, Jonathan ; ORCID ; http://orcid.org/ ; 0000-0002-0159-2197 ; https://ror.org/05rrcem69 ; ROR ; University of California, Davis ; Cho, Adrienne ; https://ror.org/05rrcem69 ; ROR ; University of California, Davis ; Zaw, Thant ; https://ror.org/05rrcem69 ; ROR ; University of California, Davis ; McCartney, Mitchell ; https://ror.org/05rrcem69 ; ROR ; University of California, Davis ; Davis, Cristina ; https://ror.org/05rrcem69 ; ROR ; University of California, Davis ; Bacteria isolated from bengal cat (Felis catus × Prionailurus bengalensis) anal sac secretions produce volatile compounds associated with animal signaling ; Dryad ; Dataset ; dataset ; 2019 ; Available ; 2019-04-26T07:00:00Z ; en ; 40297036 bytes ; 1 ; https://creativecommons.org/publicdomain/zero/1.0/ ; CC0 1.0 Universal (CC0 1.0) Public Domain Dedication ; Abstract ; Anal sacs are an important odor producing organ found across the mammalian Order Carnivora. Secretions from the anal sac may be used as chemical signals by animals for behaviors ranging from defense to species recognition to signaling reproductive status. In addition, a recent study suggests that domestic cats utilize short-chain free fatty acids in anal sac secretions for individual recognition. The fermentation hypothesis is the idea that symbiotic microorganisms living in association with animals contribute to odor profiles used in chemical communication and that variation in these chemical signals reflects variation in the microbial community. Here we examine the fermentation hypothesis by characterizing volatile organic compounds (VOC) and bacterial isolated from anal sac secretions collected from a male bengal cat (Felis catus × Prionailurus bengalensis). Both left and right anal sacs of a male bengal cat were manually expressed and collected. Half of the material was used in bacterial characterization and other half was used for VOC analysis. DNA was extracted from the secretions and used for a 16S rRNA gene based characterization of the microbial community. Additionally, some of the material was plated in order to isolate bacterial colonies. The same three taxa, Bacteroides fragilis, Tessaracoccus, and Finegoldia magna were abundant in the 16S data as well as isolated by culturing. Using SPME gas chromatography-mass spectrometry (GC-MS), we tentatively identified 52 compounds from bengal cat anal sac secretions and 67 compounds from the three bacteria isolates. Among 67 compounds tentatively identified from bacteria isolates, 52 compounds were also found in the anal sac secretion. We show that the bacterial community in the anal sac consists primarily of only a few abundant taxa and that isolates of these taxa produce numerous volatiles that are found in the combined anal sac volatile profile. Many of these volatiles are found in anal sac secretions from other carnivorans, and are also associated with known bacterial biosynthesis pathways. This supports the hypothesis that the anal sac is maintained at least in part to house bacteria that produce volatiles for the host. ; Methods ; Sample collection With the owner’s consent, both left and right anal sacs were manually expressed in a male bengal cat (F. catus × P. bengalensis) by a veterinarian at the Berkeley Dog and Cat Hospital in Berkeley, CA. Samples of anal sac secretions were collected using Puritan cotton swabs and placed in 2 mL screw cap tubes. Three swabs (2 samples and one blank control) were used for 16S rRNA gene sequencing (placed into 100% ethanol), three swabs were used for GC/MS (plus two media controls and two jar blanks), and two swabs were used for culturing.   DNA extraction and 16S rRNA gene analysis Swabs of the anal sac secretions were placed in 100% ethanol prior to extraction. Genomic DNA was extracted using the MoBio PowerSoil DNA Isolation kit (MoBio, Carlsbad, CA, USA). Samples were transferred to bead tubes containing C1 solution and incubated at 65 °C for 10 min, followed by 3 min of bead beating. The remaining extraction protocol was performed as directed by the manufacturer. DNA samples were sent to the Integrated Microbiome Resource, Centre for Comparative Genomics and Evolutionary Bioinformatics, Dalhousie University for sequencing. Bacterial diversity was characterized via amplification by a PCR enrichment of the 16S rRNA gene (V4-V5 region) using primers 515F and 926R (Walters et al. 2016). After an initial denaturation step at 98 °C for 30 sec, we ran 30 cycles of the following PCR protocol: 98 °C for 10 s, 55 °C for 30 s and 72 °C for 30 s, followed by final extension at 72 °C for 4 m 30 s, and a final hold at 4 °C [32]. Prior to sequencing, the amount of input DNA per sample was normalized using a SequalPrep Normalization Plate, following the standard protocol (ThermoFisher Scientific, Wilmington, DE, USA). The final library pool was quantified using the Qubit dsDNA HS assay (Invitrogen, Carlsbad, CA). We generated paired-end 300 bp sequencing reads of 16S PCR amplicons with multiple barcodes on the Illumina MiSeq, resulting in 450 bp amplicons of the V4 region using v3 chemistry. The samples were diluted to the appropriate concentration, spiked with 5% PhiX control library, and sequenced using an Illumina MiSeq instrument with the manufacturer’s standard 150 nucleotides paired-end dual-index sequencing protocol.   Raw, demultiplexed amplicon reads were processed using DADA2 v1.8, following the standard online tutorial [33]. The reads were trimmed down to 250 base pairs to remove low quality nucleotides. In addition, the quality of reads were ensured by trimming bases that did not satisfy a Q2 quality score. Reads containing Ns were discarded and we used two expected errors to filter the overall quality of the read (rather than averaging quality scores) [34]. Chimeric reads were also removed using DADA2 on a per sample basis. The remaining pairs of reads were merged into amplicon fragments and unique Amplicon Sequence Variants (ASVs) were identified. Reads that did not merge successfully were discarded. Upon completion of the DADA2 pipeline, all ASVs (n=52) that were found in the negative control swabs were removed from the analysis, only three of these ASVs were also found in the anal sac samples. ASVs were assigned taxonomy using the dada2 function “assignTaxonomy” and the Silva (NR v132) database [35–37]. One ASV that was assigned to “Eukaryotes” was removed. All ASVs with the same taxonomy (at the genus level) were grouped and then ranked by number of reads. No ASVs were assigned to mitochondria or chloroplast.   Bacterial culturing and identification An anal sac secretion swab was vortexed with 1 mL Phosphate Buffer Saline (PBS). Two serial 1:10 dilutions were performed and 100 µL of each dilution was plated onto Columbia Blood Agar (CBA) and Brain Heart Infusion (BHI). Plates were incubated anaerobically in a BD GasPak EZ Container System with one packet of CO2 generator for 5 days at 37 °C. Morphologically distinct colonies were streaked for isolation on both CBA and BHI.  The 16S rRNA gene was Sanger sequenced using the 27F and 1391R primers. Taxonomy was assigned by the result of BLAST queries to the nr database at NCBI (excluding unnamed/environmental sequences), a species name was given in cases where the identity was &gt;98% to only a single species.     Bacterial volatile analysis To extract volatiles from Bacteroides fragilis UCD-AAL1 and Tessaracoccus sp. UCD-MLA, cultures were grown in 5 mL BHI anaerobically for 24 hours at 37 °C. 100 µL of the culture was transferred into each of three Restek (Bellefonte, PA) tubes filled with 5 mL of BHI. Two jar blanks (no media or bacteria) and two BHI media-only blanks were used as controls. For Finegoldia magna UCD-MLG, the same procedure was followed except that cultures were grown and incubated in BHI supplemented with 5% defibrinated sheep blood (BBHI) anaerobically for 24 hours at 37°C. Headspace extraction was performed with Solid Phase Microextraction (SPME) fibers (Part 57912-U, Sigma Aldrich) which had 50/30 μm thickness and DVB/CAR/PDMA coating. Two SPMEs were inserted into the headspace of each Restek tube prior to anaerobic incubation at 37 °C for 24 hours. SPME fibers were introduced by piercing the fibers through the septa insert of the lids and making sure that the fibers were injected but not touching the media containing the bacteria. An internal standard was introduced before sampling using 5 μL of the standard solution (10 mL/L of decane-d22 in ethanol) per jar. For the anal sac samples, the swabs containing the anal sac fluid were placed in septa screw cap jars that each contained a SPME. After a 24 hour incubation period, the SPMEs were removed. Then we performed a liquid extraction of volatiles by adding 20 mL of methanol to the jars and incubating for 24 hours.   GC-MS analysis Chromatography occurred on a 7890 GC (Agilent Technologies Inc., Santa Clara, CA) with a ZB-WAX 30 m × 250 μm capillary column, coated with a 0.25 µm film stationary phase (Part 7HG-G007-11, 100% polyethylene glycol from Phenomenex, Torrance, CA) equivalent to DB-Wax or Carbowax. Helium was used as the carrier gas at 1 ml/min in constant flow mode. The inlet was set to 260 ℃ and SPMEs were splitlessly desorbed during the run. The oven temperature was programmed to increase from 40 ℃ (held for 5 min) to 110 °C at a rate of 5 °C min-1, and raise to 250 °C (held for 10 min) at a rate of 40 °C min−1. A transfer line set at 250 °C led to a 5977A mass spectrometer (Agilent Technologies Inc., Santa Clara, CA) with a solvent delay of 5 min. The MS swept from 50 to 500 m/z. The mass spectrometer was operated in the selected scan mode. The MS source was set to 230 °C and the MS quad set to 150 °C.  A standard mix of C8-C20 alkanes was analyzed to calculate the Kovats Retention Indices and to monitor control of the instruments. Methanolic extract of cat anal secretion was analyzed by GC-MS as tert-butyldimethylsilyl (TBDMS) derivatives (Knapp, 1979). 2 mL out of 20 mL was used in the analysis. Samples were placed in glass conical vials and dried, reacted with a mixture of 50 μL N-methyl-N-tert-butyldimethylsilyltrifluoroacetamide (MTBSTFA; Sigma-Aldrich Co. LLC., St Louis, MO, U.S.A.) and 50 μL acetonitrile at 60°C for an hour.   GC/MS data analysis workflow MassHunter Profinder B.08.00 (Agilent Technologies Inc.) was used to deconvolute, integrate and align the data. Peaks with amplitudes of less than 1000 counts were ignored. Compounds must have been present in at least 60% of replicates from one treatment to be included in statistical analyses. Statistical analysis was performed using GeneSpring MPP (Agilent Technologies, Inc.), where p ≤ 0.05 was used throughout to test for statistical significance using a T-test with Bonferroni correction. Putative compound identification was based on the combined comparing mass spectra to the NIST 2014 Library and by a comparison of the calculated matching of standard alkane retention indices (LRI) values, when available. ; 37.864744 ; -122.266099",
    "has_metadata": true,
    "public_search_visible": true,
    "oai_visible": true,
    "open_search_updated": "2024-04-09T12:51:17.466630"
  }
}