Repository: CDLUC3/ezid
Catalog: static/locale/*/LC_MESSAGES/django.po
Languages: fr_ca

source: University website
fr_ca: Site de l'Université

source: Conference
fr_ca: Conférence

source: Colleagues
fr_ca: Collègues

source: Other
fr_ca: Autre

source: Please fill in your name.
fr_ca: Se il vous plaît remplir votre nom.

source: Please fill in a valid email address.
fr_ca: Se il vous plaît saisir une adresse email valide.

source: Please fill in a question or comment.
fr_ca: Se il vous plaît remplir dans une question ou un commentaire.

source: There was a problem sending your email
fr_ca: Il y avait un problème d'envoyer votre courriel

source: English
fr_ca: Anglais

source: Candian French
fr_ca: Candian Français

source: Contact Us
fr_ca: Contactez-nous

source: Please fill out this form if you would like more information about our services or have a specific question. If you have a comment we are always happy to hear feedback.
fr_ca: Se il vous plaît remplir ce formulaire si vous souhaitez plus d'informations sur nos services ou avez une question spécifique. Si vous avez un commentaire Nous sommes toujours heureux d'entendre les commentaires.

source: Your Name
fr_ca: Votre Nom

source: Please leave blank. This field is meant to filter out Spam Bots.
fr_ca: Se il vous plaît laissez le champ vide. Ce champ est destiné à filtrer Spam Bots.

source: Your Email
fr_ca: Votre Email

source: Your Institution
fr_ca: Votre Institution

source: Please indicate your question or comment
fr_ca: Se il vous plaît indiquer votre question ou commentaire

source: How did you hear about us?
fr_ca: Comment avez-vous entendu parler de nous?

# Button text
source: Submit
fr_ca: Soumettre
